



import os
import time
import random
import colorama
from colorama import Fore

colorama.init()

os.system("clear")
print ("")

body = """
╭━━━┳━╮╱╭┳━━━━┳━━┳━━╮╭━━━┳━╮╱╭╮
┃╭━╮┃┃╰╮┃┃╭╮╭╮┣┫┣┫╭╮┃┃╭━╮┃┃╰╮┃┃
┃┃╱┃┃╭╮╰╯┣╯┃┃╰╯┃┃┃╰╯╰┫┃╱┃┃╭╮╰╯┃
┃╰━╯┃┃╰╮┃┃╱┃┃╱╱┃┃┃╭━╮┃╰━╯┃┃╰╮┃┃
┃╭━╮┃┃╱┃┃┃╱┃┃╱╭┫┣┫╰━╯┃╭━╮┃┃╱┃┃┃
╰╯╱╰┻╯╱╰━╯╱╰╯╱╰━━┻━━━┻╯╱╰┻╯╱╰━╯
"""

print (Fore.WHITE + body)

#HELLO IDI NAHUI

menu = """
= 1. Мошеничество
= 2. П#pногр#фия
= 3. Доксинг

[+] 4. Общий текст для разблокировки
"""


print (Fore.YELLOW + menu)
print ("Подбитрает текст для разблокировки")
print ("")
ban = input("Выбирай>")

likee = input("LIKEE ID АККАУНТА>")
os.system("clear")

text1 = f"""
Здравствуйте!

Мой аккаунт {likee} заблокировали за "мошенничество".
Я уверен, что это ошибка. Всегда соблюдаю правила Likee.
Прошу пересмотреть блокировку, и востановить аккаунт.
Спасибо.
"""

text2 = f"""
Мой аккаунт {likee} заблокировали за "Непреемлимый контент".
Я уверен, что это ошибка, так как соблюдаю все правила платформы.
Пожалуйста пересмотрите блокировку, и востановите аккаунт.
Спасибо за внимание.
"""

text3 = f"""
Мой аккаунт {likee} заблокировали за "Доксинг".
Я уверен, что это ошибка, так как соблюдаю все правила Likee.
Не когда не распространял информацию, не угрожал пользователям.
Прошу пересмотреть мою блокировку, и вернуть доступ.
Спасибо команда LIKEE.
"""

text4 = f"""
Здравствуйте команда Likee,

Сегодня столкнулся с проблемой,
Мне заблокировали аккаунт, хотя правил не нарушал.
Жалобы были накручены с помощью сторонних сервисов для накрутки.
Прошу снять блокировку и востановить доступ.

LIKEE ID Заблокированого аккаунта {likee}
Спасибо за Внимание.
"""

os.system("clear")
print ("Жалобы подходят для email и клиентских апелляций")
print ("")

if ban == "1":
    print ("Текст для подачи Апелляции:")
    print (text1)
    print ("")
    i = input("Нажмите Enter")
    os.system("clear")
    os.system("python3 LIKROOT.py")
    exit()

if ban == "2":
    print ("Текст для подачи Апелляции:")
    print(text2)
    print ("")
    i = input("Нажмите Enter")
    os.system("clear")
    os.system("python3 LIKROOT.py")
    exit()

if ban == "3":
    print ("Текст для подачи Апелляции:")
    print (text3)
    print ("")
    i = input("Нажмите Enter")
    os.system("clear")
    os.system("python3 LIKROOT.py")
    exit()

if ban == "4":
    print ("Текст для подачи Апелляции:")
    print (text4)
    print ("")
    i = input("Нажмите Enter")
    os.system("clear")
    os.system("python3 LIKROOT.py")
    exit()

#hefvijhwevhwhehtrw
    
    
    




